Repository: entttom/tammad-public
Catalog: Tammad/Resources/Localizable.xcstrings
Source language: en
Languages: de

source: (Editable)
de: (Bearbeitbar)

source: %d days free trial
de: %d Tage kostenlos testen

source: 1 day free trial
de: 1 Tag kostenlos testen

source: 7 days free trial
de: 7 Tage kostenlos testen

# Abbrechen
source: Cancel
de: Abbrechen

# Abmelden
source: Log Out
de: Abmelden

# Abmelden / Von neu anfangen
source: Log out / Start over
de: Abmelden / Von neu anfangen

# Abonniert
source: Subscribed
de: Abonniert

source: About AI Integration
de: Über AI-Integration

source: Account Info
de: Kontoinformationen

source: Active Subscription
de: Aktives Abonnement

source: Adopt
de: Übernehmen

source: After %d days, %@ will be charged automatically. Then %@ %@.
de: Nach %d Tagen wird automatisch %@ berechnet. Danach %@ %@.

source: After %d days, %@ will be charged automatically. Then %@ %@. You can cancel anytime in your App Store settings.
de: Nach %d Tagen wird automatisch %@ berechnet. Danach %@ %@. Sie können jederzeit in den App Store-Einstellungen kündigen.

source: AI
de: KI

source: AI configuration required
de: AI-Konfiguration erforderlich

source: AI Configuration Required
de: AI-Konfiguration erforderlich

source: AI Reply
de: AI-Antwort

source: AI Settings
de: AI-Einstellungen

source: AI-powered response generation is a premium feature. Upgrade to access this functionality.
de: KI-gestützte Antwortgenerierung ist eine Premium-Funktion. Upgraden Sie, um diese Funktionalität zu nutzen.

# Aktionen
source: Actions
de: Aktionen

# Aktualisiert (älteste zuerst)
source: Updated (oldest first)
de: Aktualisiert (älteste zuerst)

# Aktualisiert (neueste zuerst)
source: Updated (newest first)
de: Aktualisiert (neueste zuerst)

# Alle
source: All
de: Alle

# Alle als gelesen
source: Mark All Read
de: Alle als gelesen

# Antworten
source: Reply
de: Antworten

# Anwenden
source: Apply
de: Anwenden

source: API Configuration
de: API-Konfiguration

source: API Endpoint
de: API-Endpunkt

source: API error: %@
de: API-Fehler: %@

source: API Key
de: API-Schlüssel

source: Appearance
de: Erscheinungsbild

source: Attachments
de: Anhänge

# ausgewählt
source: selected
de: ausgewählt

source: Authentication Method
de: Authentifizierungsmethode

source: Automatic renewal after trial
de: Automatische Verlängerung nach Testphase

source: Available Models
de: Verfügbare Modelle

# Badge-Farben
source: Badge Colors
de: Badge-Farben

# Benachrichtigungen
source: Notifications
de: Benachrichtigungen

# Benutzerdaten nicht verfügbar
source: User data not available
de: Benutzerdaten nicht verfügbar

# Benutzerdefiniert
source: Custom
de: Benutzerdefiniert

source: Cancel
de: Abbrechen

source: Cancel anytime
de: Jederzeit kündbar

source: Close
de: Schließen

source: Configure your own AI API to generate intelligent responses to ticket messages. The API key is stored securely in your device's keychain.
de: Konfigurieren Sie Ihre eigene AI-API, um intelligente Antworten auf Ticket-Nachrichten zu generieren. Der API-Key wird sicher im Keychain Ihres Geräts gespeichert.

source: Connection successful! %d models loaded.
de: Verbindung erfolgreich! %d Modelle geladen.

source: Connection successful! %lld models loaded.
de: Verbindung erfolgreich! %lld Modelle geladen.

source: Contact
de: Kontakt

source: Create Ticket
de: Ticket erstellen

source: Create Ticket Button
de: Ticket erstellen Taste

source: Creating ticket
de: Erstelle Ticket...

source: Credentials
de: Zugangsdaten

source: Custom
de: Eigene

source: Custom Instruction
de: Eigene Anweisung

source: Customer
de: Kunde

source: Customer (Email/Login)
de: Kunde (E-Mail/Login)

source: Customer *
de: Kunde *

source: Decoding error: %@
de: Dekodierungsfehler: %@

source: The server might be unreachable. You can log out or try again later.
de: Der Server ist möglicherweise nicht erreichbar. Sie können sich abmelden oder es später erneut versuchen.

source: Done
de: Fertig

source: Double tap to log in to Zammad
de: Doppeltippen zum Anmelden bei Zammad

source: Double tap to send the reply
de: Doppeltippen, um die Antwort zu senden

source: Double tap to submit the new ticket
de: Doppeltippen um das neue Ticket abzusenden

source: Download Plugin
de: Plugin herunterladen

source: Edit
de: Bearbeiten

source: Edit Ticket
de: Ticket bearbeiten

source: Edit tickets
de: Tickets bearbeiten

source: Edit User
de: Benutzer bearbeiten

source: Enable Notifications
de: Benachrichtigungen aktivieren

source: Encoding error: %@
de: Kodierungsfehler: %@

source: English
de: Englisch

source: Enter your token
de: Geben Sie Ihr Token ein

# Erneut versuchen
source: Retry
de: Erneut versuchen

source: Error
de: Fehler

source: Error encoding credentials.
de: Fehler beim Kodieren der Zugangsdaten.

# Erstellt (älteste zuerst)
source: Created (oldest first)
de: Erstellt (älteste zuerst)

# Erstellt (neueste zuerst)
source: Created (newest first)
de: Erstellt (neueste zuerst)

source: No tickets found for '%@'. Try a different search.
de: Es wurden keine Tickets für '%@' gefunden. Versuchen Sie es mit einer anderen Suche.

source: Escalations
de: Eskalationen

# Eskalierte
source: Escalated
de: Eskalierte

# Eskalierte Tickets
source: Escalated Tickets
de: Eskalierte Tickets

source: Expires on %@
de: Läuft ab am %@

source: Failed to create article: %@
de: Fehler beim Erstellen des Artikels: %@

source: Failed to create ticket: %@
de: Fehler beim Erstellen des Tickets: %@

source: Failed to load data: %@
de: Daten konnten nicht geladen werden: %@

source: Failed to load details: %@
de: Details konnten nicht geladen werden: %@

source: Failed to load notifications: %@
de: Fehler beim Laden der Benachrichtigungen: %@

source: Failed to load products
de: Produkte konnten nicht geladen werden

source: Failed to load tickets: %@
de: Tickets konnten nicht geladen werden: %@

source: Failed to load users: %@
de: Benutzer konnten nicht geladen werden: %@

source: Failed to mark as read: %@
de: Fehler beim Markieren als gelesen: %@

source: Failed to update ticket: %@
de: Ticket konnte nicht aktualisiert werden: %@

source: Failed to update user: %@
de: Fehler beim Aktualisieren des Benutzers: %@

# Fehler
source: Error
de: Fehler

# Fehler beim Laden: %@
source: Failed to load: %@
de: Fehler beim Laden: %@

# Fehler beim Verarbeiten der Antwort: %@
source: Error processing response: %@
de: Fehler beim Verarbeiten der Antwort: %@

# Fertig
source: Done
de: Fertig

# Filter konfigurieren
source: Configure Filter
de: Filter konfigurieren

# Filter speichern
source: Save Filter
de: Filter speichern

# Filter zurücksetzen
source: Reset Filter
de: Filter zurücksetzen

source: First Name
de: Vorname

source: Free
de: Kostenlos

# Freischalten
source: Unlock
de: Freischalten

# Geben Sie einen Namen für diesen Filter ein.
source: Enter a name for this filter.
de: Geben Sie einen Namen für diesen Filter ein.

source: Generate
de: Generieren

source: Generate with AI
de: Mit AI generieren

source: Generated Response
de: Generierte Antwort

source: Generating...
de: Generiere...

source: German
de: Deutsch

source: Get Premium
de: Premium holen

source: Go to Settings
de: Zu Einstellungen

source: Group
de: Gruppe

source: Group (e.g. Users)
de: Gruppe (z.B. Users)

source: Groups
de: Gruppen

source: Hello, world!
de: Hallo Welt!

source: HTTP Error: %@
de: HTTP-Fehler: %@

source: Initial Article
de: Erster Artikel

source: Install via Zammad Admin > Packages.
de: Installation über Zammad Admin > Pakete.

source: Internal Note
de: Interne Notiz

source: Invalid API endpoint URL
de: Ungültige API-Endpunkt URL

source: Invalid response
de: Ungültige Antwort

source: Invalid response from API
de: Ungültige Antwort von API

source: Invalid server URL. Please check the URL format.
de: Ungültige Server-URL. Bitte überprüfen Sie das URL-Format.

source: Invalid URL
de: Ungültige URL

# Keine Ergebnisse gefunden
source: No results found
de: Keine Ergebnisse gefunden

# Keine Overview
source: No overview
de: Keine Übersicht

# Keine Overviews verfügbar
source: No overviews available
de: Keine Übersichten verfügbar

# Keine ungelesenen Benachrichtigungen
source: No unread notifications
de: Keine ungelesenen Benachrichtigungen

source: Language
de: Sprache

source: Last Name
de: Nachname

source: Load Models
de: Modelle laden

source: Loading models...
de: Lade Modelle...

source: Loading tickets...
de: Tickets werden geladen...

source: Logging in
de: Anmelden...

source: Login
de: Anmelden

source: Login Button
de: Anmelden Taste

source: Login failed. Please check your credentials and URL.
de: Anmeldung fehlgeschlagen. Bitte überprüfen Sie die Zugangsdaten und die URL.

source: Logout
de: Abmelden

source: Manage Subscription
de: Abo verwalten

source: Manual Entry
de: Manuelle Eingabe

source: Mark all read
de: Alle als gelesen markieren

source: Master Data
de: Stammdaten

# Meine
source: My
de: Meine

# Meine abonnierten Tickets
source: My Subscribed Tickets
de: Meine abonnierten Tickets

# Meine zugewiesenen Tickets
source: My Assigned Tickets
de: Meine zugewiesenen Tickets

source: Mentions
de: Erwähnungen

source: Message
de: Nachricht

source: Model
de: Modell

source: Model Selection
de: Modellauswahl

source: Monthly Subscription
de: Monatliches Abo

source: Negative
de: Negativ

source: Negative Response
de: Negative Antwort

source: Negative Response Template
de: Negative Antwort-Vorlage

source: Network error: %@
de: Netzwerkfehler: %@

source: New Ticket
de: Neues Ticket

# New Tickets
source: New Tickets (Not Assigned)
de: Neue Tickets (nicht zugewiesen)

# Nicht autorisiert. Bitte erneut anmelden.
source: Unauthorized. Please log in again.
de: Nicht autorisiert. Bitte erneut anmelden.

# Nicht zugewiesene
source: Unassigned
de: Nicht zugewiesene

# Nicht zugewiesene Tickets
source: Unassigned Tickets
de: Nicht zugewiesene Tickets

source: No Active Subscription
de: Kein aktives Abonnement

source: No active subscriptions found
de: Keine aktiven Abonnements gefunden

source: No API endpoint configured
de: Kein API-Endpunkt konfiguriert

source: No API key configured
de: Kein API-Key konfiguriert

source: No Customers Found
de: Keine Kunden gefunden

source: No model selected
de: Kein Modell ausgewählt

source: No notifications
de: Keine Benachrichtigungen

source: No Organization
de: Keine Organisation

source: No response generated yet
de: Noch keine Antwort generiert

source: No results found
de: Keine Ergebnisse gefunden

source: No Text Modules
de: Keine Textbausteine

source: No text modules are available in the system.
de: Im System sind keine Textbausteine verfügbar.

source: No user data available
de: Keine Benutzerdaten verfügbar

source: No Users Found
de: Keine Benutzer gefunden

source: None
de: Keine

source: Note
de: Notiz

source: Notifications
de: Benachrichtigungen

source: Notifications Disabled
de: Benachrichtigungen deaktiviert

source: Notifications Enabled
de: Benachrichtigungen aktiviert

# Nummer (hoch zu niedrig)
source: Number (high to low)
de: Nummer (hoch zu niedrig)

# Nummer (niedrig zu hoch)
source: Number (low to high)
de: Nummer (niedrig zu hoch)

source: Objects
de: Objekte

# Offene
source: Open
de: Offene

# Offene Tickets
source: Open Tickets
de: Offene Tickets

source: Organization
de: Organisation

source: Organizations
de: Organisationen

source: Overviews
de: Übersichten

source: Overviews (Premium)
de: Übersichten (Premium)

# Overviews werden geladen...
source: Loading overviews...
de: Übersichten werden geladen...

source: Owner
de: Besitzer

source: Password
de: Passwort

source: People
de: Personen

source: per month
de: pro Monat

source: per year
de: pro Jahr

source: Personal Info
de: Persönliche Daten

source: Please configure API key in settings
de: Bitte API-Key in Einstellungen konfigurieren

source: Please configure your AI API key in Settings > AI Settings to use this feature.
de: Bitte konfigurieren Sie Ihren AI-API-Key in Einstellungen > AI-Einstellungen, um diese Funktion zu nutzen.

source: Please enter a custom instruction
de: Bitte geben Sie eine Anweisung ein

source: Please enter a message.
de: Bitte geben Sie eine Nachricht ein.

source: Please enter a title.
de: Bitte geben Sie einen Titel ein.

source: Please enter an API endpoint
de: Bitte geben Sie einen API-Endpunkt ein

source: Please enter an API key
de: Bitte geben Sie einen API-Key ein

source: Please enter the server URL.
de: Bitte geben Sie die Server-URL ein.

source: Please enter your token.
de: Bitte geben Sie Ihren Token ein.

source: Please fill in all fields.
de: Bitte füllen Sie alle Felder aus.

source: Please select a customer.
de: Bitte wählen Sie einen Kunden aus.

source: Please select a group.
de: Bitte wählen Sie eine Gruppe aus.

source: Please select a priority.
de: Bitte wählen Sie eine Priorität aus.

source: Please select a state.
de: Bitte wählen Sie einen Status aus.

source: Positive
de: Positiv

source: Positive Response
de: Positive Antwort

source: Positive Response Template
de: Positive Antwort-Vorlage

source: Premium Features
de: Premium-Funktionen

source: Premium Required
de: Premium erforderlich

source: Premium required to edit tickets
de: Premium erforderlich um Tickets zu bearbeiten

source: Previous Customer Messages
de: Vorherige Kundennachrichten

# Priorität
source: Priority
de: Priorität

# Priorität (hoch zu niedrig)
source: Priority (high to low)
de: Priorität (hoch zu niedrig)

# Priorität (niedrig zu hoch)
source: Priority (low to high)
de: Priorität (niedrig zu hoch)

# Priorität auswählen
source: Select Priority
de: Priorität auswählen

# Prioritäten
source: Priorities
de: Prioritäten

# Prioritäts-Farben
source: Priority Colors
de: Prioritäts-Farben

source: Privacy Policy
de: Datenschutzerklärung

source: Profile
de: Profil

source: Purchase failed
de: Kauf fehlgeschlagen

source: Purchase pending approval
de: Kauf wartet auf Genehmigung

source: Push notification plugin installation required
de: Installation des Push-Benachrichtigungs-Plugins durch Ihren Admin erforderlich

source: Push notification plugin not detected on server.
de: Push-Benachrichtigungs-Plugin auf dem Server nicht gefunden.

source: Push Notifications
de: Push-Benachrichtigungen

source: Receive push notifications
de: Push-Benachrichtigungen erhalten

source: Recipients
de: Empfänger

source: Regenerate
de: Neu generieren

source: Reminders
de: Erinnerungen

source: Renews on %@
de: Verlängert sich am %@

source: Reply
de: Antworten

source: Reply to tickets
de: Auf Tickets antworten

source: Request timeout
de: Zeitüberschreitung

source: Reset to Defaults
de: Zurücksetzen

source: Response Templates
de: Antwort-Vorlagen

source: Response Type
de: Antwort-Typ

source: Restore failed
de: Wiederherstellung fehlgeschlagen

source: Restore Purchases
de: Käufe wiederherstellen

source: Retry
de: Wiederholen

source: Roles
de: Rollen

source: Save
de: Speichern

source: Save Changes
de: Änderungen speichern

# Schnellauswahl
source: Quick Selection
de: Schnellauswahl

source: Search
de: Suchen

source: Search by name or email
de: Nach Name oder E-Mail suchen

source: Search tickets...
de: Tickets suchen...

source: Select a response type and tap Generate to create an AI-powered reply.
de: Wählen Sie einen Antwort-Typ und tippen Sie auf Generieren, um eine KI-gestützte Antwort zu erstellen.

source: Select Customer
de: Kunde auswählen

source: Select Group
de: Gruppe auswählen

source: Select Model
de: Modell auswählen

source: Select Owner
de: Besitzer auswählen

source: Select Priority
de: Priorität auswählen

source: Select State
de: Status auswählen

source: Send Reply
de: Antwort senden

source: Send Reply Button
de: Antwort senden

source: Sending reply
de: Antwort wird gesendet

source: Server error (HTTP %@). Please try again later.
de: Serverfehler (HTTP %@). Bitte versuchen Sie es später erneut.

# Server-Fehler (HTTP %@). Bitte versuchen Sie es später erneut.
source: Server error (HTTP %@). Please try again later.
de: Server-Fehler (HTTP %@). Bitte versuchen Sie es später erneut.

source: Settings
de: Einstellungen

source: Setup Guide
de: Einrichtung

# Sortierung
source: Sorting
de: Sortierung

# Speichern
source: Save
de: Speichern

# SSO Login Instructions
source: 1. Open your Zammad instance in a web browser (e.g. Safari or Chrome). 2. Log in using your company's Single Sign-On (SSO). 3. Click your profile icon (top right) and go to "Profile" or "Preferences". 4. Under "Token Access" or "API Tokens", create a new token or copy an existing one. 5. Paste the token below and tap Login.
de: 1. Öffnen Sie Ihre Zammad-Instanz in einem Webbrowser (z. B. Safari oder Chrome). 2. Melden Sie sich mit dem Single Sign-On (SSO) Ihres Unternehmens an. 3. Klicken Sie auf Ihr Profilsymbol (oben rechts) und gehen Sie zu „Profil“ oder „Einstellungen“. 4. Unter „Token-Zugriff“ oder „API-Token“ erstellen Sie einen neuen Token oder kopieren einen bestehenden. 5. Fügen Sie den Token unten ein und tippen Sie auf Anmelden.

# SSO Login Instructions Title
source: How to connect with SSO
de: So verbinden Sie sich mit SSO

# SSO Token Field Label
source: API Token (from Zammad profile)
de: API-Token (aus Zammad-Profil)

source: Standard Response Template
de: Standard Antwort-Vorlage

# Status auswählen
source: Select Status
de: Status auswählen

# Status-Farben
source: Status Colors
de: Status-Farben

source: Subject (optional)
de: Betreff (optional)

source: Subscribe Now
de: Jetzt abonnieren

source: Subscription
de: Abonnement

source: Subscription Details
de: Abo-Details

# Suche
source: Search
de: Suche

# Suche läuft...
source: Searching...
de: Suche läuft...

# Suchfehler: %@
source: Search error: %@
de: Suchfehler: %@

source: System Permission
de: Systemberechtigung

source: Templates
de: Vorlagen

source: Terms of Service
de: Nutzungsbedingungen

source: Test & Save
de: Testen & Speichern

source: Test Connection
de: Verbindung testen

source: Testing...
de: Teste...

source: Text Modules
de: Textbausteine

source: Ticket Assignment
de: Ticket-Zuweisung

source: Ticket Info
de: Ticket Infos

source: Ticket Updates
de: Ticket-Aktualisierungen

# Tickets suchen...
source: Search tickets...
de: Tickets suchen...

# Titel (A-Z)
source: Title (A-Z)
de: Titel (A-Z)

# Titel (Z-A)
source: Title (Z-A)
de: Titel (Z-A)

source: Title
de: Titel

source: Title *
de: Titel *

source: To
de: An

source: To Plugin
de: Zum Plugin

source: To receive push notifications, you need to install the Zammad Push Plugin on your server.
de: Um Push-Benachrichtigungen zu erhalten, müssen Sie das Zammad Push Plugin auf Ihrem Server installieren.

source: Triggers
de: Auslöser

source: Try a different search term.
de: Versuchen Sie einen anderen Suchbegriff.

source: Type
de: Typ

source: Type: %@
de: Typ: %@

source: Unauthorized
de: Nicht autorisiert

source: Unauthorized. Please check your token.
de: Nicht autorisiert. Bitte überprüfen Sie Ihren Token.

source: Unauthorized. Please check your username and password.
de: Nicht autorisiert. Bitte überprüfen Sie Ihren Benutzernamen und Ihr Passwort.

# Ungültige URL. Bitte Server-Einstellungen überprüfen.
source: Invalid URL. Please check the server settings.
de: Ungültige URL. Bitte Server-Einstellungen überprüfen.

source: Unlock all features
de: Alle Funktionen freischalten

source: URL (e.g. zammad.example.com)
de: URL (z.B. zammad.example.com)

source: User Profile
de: Benutzerprofil

source: Username / Email
de: Benutzername / E-Mail

source: Users
de: Benutzer

# Warten erreicht
source: Waiting Reached
de: Warten erreicht

# Weitere Prioritäts-Farben
source: Additional Priority Colors
de: Weitere Prioritäts-Farben

# Weitere Status-Farben
source: Additional Status Colors
de: Weitere Status-Farben

source: Yearly Subscription
de: Jährliches Abo

source: Zammad for iOS
de: Zammad für iOS
